[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=日本語

FileAuthor=Kazuhiro Matsuda

[General]
CircleDockName=Circle Dock 
CircleDockWebsiteWord=Circle Dock のウェブサイト
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=作者
SupportForumWord=サポートフォーラム
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=キー押下 / マウスホイールの回転スクロール
IconReplacementMode=アイコン置き換えモード
normal=通常
topmost=最前面
alwaysOnBottom=常に最背面
zLevel=Z - レベル

[MainContextMenu]
WebsiteWord=ウェブサイト
SettingsWord=設定
HideWord=ドックを隠す
ShowWord=ドックを表示
QuitWord=終了
RemoveWord=削除
AddWord=項目を追加
DockFolder=ドックフォルダー
ChangeIcon=アイコン変更
ItemSettings=項目設定
PauseMouseToggling=マウストグルを停止
blankIcon=空白アイコン

[SettingsPanel]
Name=Circle Dock の構成
SettingsPanelWord=設定パネル
GeneralWord=全般
DockShape=ドックの形状

Labels=ラベル
Animation=アニメーション
LocationWord=場所
TogglingWord=トグル
FileDockIconAssociations=ファイル -> 対応ドックアイコン
LanguageWord=言語
HelpWord=ヘルプ
HotKeySelectorToggleDock=ホットキー選択 (ドックの可視/不可視を切り替えるため)
CtrlWordAbbreviation=Ctrl キー
AltWordAbbreviation=Alt キー
ShiftWordAbbreviation=Shift キー
WindowsKeyWordAbbreviation=Win キー
ValidHotkeyCombination=有効なホットキーの組み合わせ
InvalidHotKeyCombination=無効なホットキーの組み合わせ/使用中

CentreAroundCursorWhenShown=ドックを現在のカーソル位置に合わせる
CircleDockVersionWord=Circle Dock のバージョン
EnableDockRotation=ドック回転を有効にする

ConfigurationDescriptionLabel=Circle Dock 画面上の表示方法をカスタマイズ

// Location Panel
lockDockAtCurrentPosition=ドックを現在の位置に固定

// General Panel
KeepDockAboveAllOtherWindows=ドックを他のウィンドウよりも最前面に置く
ClickSensitivity=クリック感度
Sensitive=高感度
NotSensitive=低感度
EnablePortabilityMode=ポータブルモードを有効にする
UseMemorySaver=メモリセーバーを使用
useSameRotationValueAllLevels=すべてのレベルに同じ回転値を使用する
currentRotationValue=現在の回転値を設定 (度)

// Background Panel
Background=バックグラウンド
BackgroundImage=バックグラウンドイメージ
NormalSize=通常サイズ
NormalOpacity=通常の透過度

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=サークル毎の項目の一定数
NumberOfIconsPerCircle=サークル毎のアイコン数
MinimumRadius=最小度数
SeparationBetweenCircles=サークル間の区切り
FormatWord=形式
CircleWord=サークル
maximumNumberOfItemsPerCircle=サークル毎の項目の最大数
lineWord=直線
spiralWord=らせん
rateOfIncrease=増加度数
defaultWord=デフォルト
separationWord=区切り

// Centre Button Panel
CentreButton=センターボタン
DefaultCentreButton=デフォルトのセンターボタン
OtherSettings=他の設定
ShowStartMenuWhenClicked=クリック時にスタートメニューを表示
StartMenuResidueWarning=注: ウィンドウのビジュアルスタイル設定の「メニューの下に影をつける」をオフにしないと、影の残像が残ることがあります。

// Dock Items Panel
DockItems=ドック項目
RightClickMenu=右クリックメニュー
ShowWindowsFileFolderMenus=ファイルフォルダーのメニューを表示
HideDock=ドックを隠す
HideDockAfterFileExecution=ファイル/フォルダーを開いたときにドックを隠す

// Labels Panel
FontWord=フォント
ChangeFont=フォントの変更
ChangeColor=色の変更
ShadowWord=影
ShadowSize=影のサイズ
ShadowDarknessFactor=影の陰影度
ShowLabels=ラベルを表示
ShowLabelsOnMouseoverOnly=マウスオーバー時のみラベルを表示

// Animation
AnimationWord=アニメーション
GeneralFrameRate=全体のフレーム速度 (FPS)
RotationAnimationDuration=回転アニメーションの持続時間 (ms)
FadeInFadeOutDuration=フェードイン / フェードアウト持続時間 (ms)
UsePoofAnimationWhenDeleting=削除時にパッと消えるアニメーションを使用する (実験的)

//About Panel
AboutWord=Circle Dock について
ThePremiereCircularDockForWindows=メインのCircle Dock 
WebsiteWord=ウェブサイト
VersionInformation=バージョン情報
OfficialHomepage=公式ホームページ

// Help Panel
SupportWord=サポート
OfficialWebForum=公式ウェブフォーラム
OfficialWebHelpFAQ=公式ウェブのヘルプ/FAQ

// Language Panel
LanguageFileLocation=言語ファイルの場所
LanguageName=言語名
LanguageFileAuthor=言語ファイルの作者
LanguageFileVersion=言語ファイルのバージョン
LanguageFileOriginallyIntendedFor=オリジナル Circle Dock バージョン用の言語ファイル:
LanguageFileProgramRestartRequired=*** 言語の完全な変更には、プログラムの再起動が必要です ***
LanguageFileValidCurrent=言語ファイルが有効/使用中
LanguageFileInvalidOutofDate=言語ファイルが無効/期限切れ

// File -> Icon Associations
FileIconAssocationsDescription=ドックにファイル/フォルダー追加時のデフォルトアイコン
FileNameIconAssociations=ファイル名 -> 対応アイコン
FolderNameIconAssociations=フォルダー名 -> 対応アイコン
FileExtensionIconAssociations=ファイル拡張子 -> 対応アイコン
DockFolderIconAssociation=ドックフォルダー -> 対応アイコン

fileName=ファイル名
folderName=フォルダー名
extensionName=拡張子
associatedDockIcon=対応ドックアイコン
browse=閲覧
startsWith=... で始まる
endsWith=... で終わる
exactMatch=完全一致
contains=包含
sample=サンプル

// Toggling
ToggleVisibilityHotKey=可視ホットキーの切替
ToggleVisibilityMouseButton=可視マウスボタンの切替
ShowDockWhenIMoveMyMouseTo=... にマウスを移動したときにドックを表示
ScreenLeftEdge=画面の左端
ScreenRightEdge=画面の右端
ScreenTopEdge=画面の上端
ScreenBottomEdge=画面の下端
EdgeWidthHeight=橋の幅/高さ
dwellTime=滞留時間



[ErrorMessages]
MissingInvalid=不明/無効
FilePathMissingInvalid=ファイル/パスが不明したか無効

[DockItemProperties]
ItemSettings=項目設定
IconImage=アイコンイメージ (デフォルトは空白)
Name=名前 (デフォルトは空白)
Target=対象
Folder=フォルダー.....
File=ファイル.....
StartIn=開始
Arguments=引数
Run=実行
Normal=通常
Minimized=最小化
Maximized=最大化
Close=閉じる
